Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Why don' t you show him around?
ru: Покажи ему тут все, а?

source: Show him the games and stuff.
ru: Расскажи про телевизор, покажи игрушки и остальное, ладно?

source: How much you gonna pay me?
ru: Сколько ты мне заплатишь?

source: How much?
ru: Я ведь буду делать твою работу.

source: - Five thousand dollars.
ru: - 5 тысяч долларов.

source: That enough?
ru: Хватит?

source: - Five thousand?
ru: - 5 тысяч?

source: I' il wire a cheque to your account as usual.
ru: Я выпишу чек, как обычно.

source: I' il give him the deluxe mental hospital tour.
ru: Я проведу ему роскошную экскурсию по дурдому.

source: Kid around, makes' em feel good.
ru: Мы же друзья.

source: You' re the prisoners.
ru: - Ты заключенный?

source: No, you' re the guards.
ru: А, нет, ты охранник.

source: Now you got it.
ru: - Охранник, конечно.

source: Okay, it' s all in good fun.
ru: Ладно, вперед.

source: Here' s some games here.
ru: Вот, тут игры.

source: He was in my chair.
ru: Он сидел в моем кресле.

source: Games.
ru: Игры.

source: Here' s some games.
ru: Еще игры.

source: Games that wanna get out.
ru: Они никуда не убегут.

source: More games.
ru: Еще игры.

source: Games, they vegetize you.
ru: Понимаешь?

source: lfyou play the games, you' re voluntarily taking a tranquillizer.
ru: Если ты играешь в игры, тебе не дают транквилизаторы насильно.

source: I guess they gave you some chemical restraints.
ru: Наркота!

source: What' d they give you?
ru: Что тебе дали?

source: Thorazine?
ru: Халдол?

source: Haldol?
ru: Сколько?

source: Know your dosages.
ru: Я знаю, что тебе дают, и все твои дозы.

source: It' s elementary.
ru: Это элементарно.

source: - A telephone call?
ru: - Позвонить?

source: That' s communication with the outside world.
ru: Это связь с внешним миром.

source: Doctor' s discretion.
ru: На усмотрение доктора.

source: lfall ofthese nuts could just make phone calls... it could spread insanity oozing through telephone cables... oozing to the ears ofall these poor, sane people, infecting them.
ru: Если все эти психи начнут звонить, безумие просочится по телефонным проводам, и попадет в уши всех этих бедных нормальных людей и заразит их.

source: Wackos everywhere.
ru: И вот уже везде психи.

source: A plague of madness.
ru: Чума безумия.

source: ln fact, very few, Jim -- Jim, very few of us here are actually mentally ill.
ru: На самом деле, Джимми, очень мало кто здесь действительно безумен.

source: I' m not saying you' re not mentally ill.
ru: Я не говорю, что ты здоров.

source: But that' s not why you' re here.
ru: Откуда мне знать, может у тебя в башке тараканы ползают.

source: You' re here because ofthe system.
ru: Ты здесь из- за системы.

source: There' s the television.
ru: Вот, телевизор.

source: It' s all right there.
ru: Вот, прямо здесь.

source: All right there.
ru: Прямо вот тут.

source: Look, listen, kneel, pray.
ru: Смотри, слушай, падай на колени, молись.

source: The commercials!
ru: Мы больше ничего не выпускаем.

source: It' s all automated.
ru: Все на автомате.

source: What are we for then?
ru: Кто мы после этого?

source: We' re consumers, Jim.
ru: Мы - потребители, Джим.

source: Okay, okay.
ru: Ладно, ладно.

source: Buy a lot ofstuff, you' re a good citizen.
ru: Ты покупаешь кучу всего - и ты хороший гражданин.

source: But ifyou don' t buy a lot ofstuff, what are you then?
ru: Но если ты ничего не покупаешь, кто ты тогда?

source: You' re mentally ill.
ru: Чокнутый!

source: Fact, Jim.
ru: Факт, Джим, факт!

source: Fact! lfyou don' t buy things: toilet paper, new cars... electrically operated sexual devices... stereo systems with brain- implanted headphones... screwdrivers with built- in radar devices, voice- activated computers --
ru: Если ты не покупаешь туалетную бумагу, новые машины, управляемые электромастурбаторы, стереосистемы с вживленными в мозг наушниками, отвертки с радарами, компьютеры с голосовой активизацией...

source: Take it easy, Jeffrey.
ru: Успокойся, Джеффри.

source: Be calm!
ru: Будь паинькой!

source: You' re a very attractive woman.
ru: Очень привлекательная женщина.

source: lfyou want to watch a particular TV programme, like AllMy Children... go to the nurse, tell her the day, the time the show you wanna see is on.
ru: Если ты хочешь посмотреть какую- то программу по ТВ, бежишь к няне, говоришь ей день и время того, что хочешь посмотреть.

source: But you have to tell her before the show is scheduled to be on.
ru: Но, только ты должен предупредить ее заранее.

source: This guy was always requesting shows that had already played.
ru: Да.

source: You have to tell her before.
ru: Ты должен ее заранее предупредить.

source: He couldn' t grasp the idea that the nurse couldn' t make it be yesterday.
ru: Он не понимает, что няня не может вернуть его во вчерашний день.

source: She couldn' t turn back time!
ru: Она не может повернуть время назад!

source: Thankyou, Einstein.
ru: Спасибо, Эйнштейн!

source: Now he, he was nuts.
ru: Вот он, он был настоящий псих!

source: He was a fruitcake, Jim.
ru: Он был чокнутый, Джим.

source: Okay, that' s it, Jeffrey.
ru: Так, все, хватит, Джеффри.

source: You' re gonna get a shot.
ru: Тебе сделают укол.

source: - I warned you.
ru: - Предупреждаю тебя.

source: I got a little carried away... explaining the inner workings ofthe institution toJim.
ru: Я немного увлекся...... объясняя Джиму как тут и что.

source: I don' t really come from outer space.
ru: О!

source: L. J. Washington.
ru: Вашингтон.

source: He doesn' t really come from outer space.
ru: Он не из открытого космоса.

source: Don' t mock me, my friend.
ru: Не издевайся, друг мой.

source: Get outta my chair!
ru: Пошел вон с моего кресла!!!

source: It' s a condition of mental divergence.
ru: Это состояние ментальной дивергенции.

source: I find myself on the planet Ogo.
ru: Я вижу себя на планете Ого.

source: Part ofan intellectual elite... preparing to subjugate the barbarian hordes on Pluto.
ru: В составе интеллектуальной элиты... собирающейся поработить варварские орды на Плутонии.

source: But even though this is a totally convincing reality for me in all ways... nevertheless, Ogo is actually a construct of my psyche.
ru: И пусть для меня это абсолютно убедительная реальность во всех аспектах на самом деле Ого - конструкт моей психики.

source: I am mentally divergent... in that I am escaping certain unnamed realities... that plague my life here.
ru: У меня ментальная дивергенция, таким образом, я убегаю от неких безымянных реальностей, которые преследуют меня в этой жизни.

source: When I stop going there, I will be well.
ru: Когда я перестану убегать, я поправлюсь.

source: Are you also divergent, friend?
ru: А у тебя тоже дивергенция, друг?

source: This is a place for crazy people.
ru: Это место для чокнутых.

source: I' m not crazy.
ru: Я не чокнутый.

source: We don' t use that term, "crazy," Mr Cole.
ru: Мы не используем термин "чокнутый", мистер Коул.

source: You' ve got some real nuts here!
ru: Но, у вас тут есть настоящие психи.

source: I know some things that you don' t know.
ru: Я знаю вещи, которые вам недоступны.

source: It' s gonna be very difficult foryou to understand it.
ru: Вам трудно будет это понять.

source: I' m not gonna hurt anyone!
ru: Я никого не трону!

source: Look, have any ofyou heard... ofthe Army ofthe Twelve Monkeys?
ru: Они...

source: They stencil this on the sides of buildings everywhere.
ru: Они рисуют это на везде на стенах.

source: Have you seen this?
ru: Вы видели это?

source: Why don' t you just take your time... and try to explain this from the beginning?
ru: Почему бы вам просто не попытаться объяснить нам все с самого начала?

source: Right, right.
ru: Хорошо, ладно.

source: It' s 1 990.
ru: Это ведь 1990- ый.

source: Okay, that makes sense.
ru: Да, это все объясняет.

source: They wouldn' t have been active yet.
ru: Они еще не действуют.

source: Five billion people died in 1 996 and 1 997.
ru: 5 миллиардов человек умрет в 1996- 1997 годах.

source: Almost the entire population ofthe world.
ru: Почти все население мира.

source: Only about one percent of us survived.
ru: Лишь около одного процента спаслось.

source: - How can l?
ru: - Вы собираетесь спасти нас, мистер Коул?

source: This already happened.
ru: Это уже произошло.

source: I can' t save you.
ru: Никто не может.

source: I am simply trying to gather information to help the people in the present... trace the path ofthe virus.
ru: Я просто пытаюсь достать информацию, чтобы помочь людям в настоящем... проследить путь вируса.

source: We' re not in the present now, Mr Cole?
ru: Нет.

source: 1 990 is the past.
ru: 1990- ый это прошлое.

source: That' s what I' m trying --
ru: Вот, что я пытаюсь объяснить.

source: 1 996 is the past too.
ru: Нет!

source: What l --
ru: Послушайте.

source: What l -- What I need to do is make a telephone call.
ru: Все, что... мне нужно, так это позвонить.

source: Who would you call?
ru: Я могу все уладить, если только позвоню.

source: Who would straighten everything out?
ru: Кому вы позвоните?

source: The scientists.
ru: Ученые.

source: They' il want to know that they sent me to the wrong time.
ru: Они должны узнать, что послали меня не в то время.

source: I can leave a voice mail message that they monitor from the present.
ru: Я оставлю голосовое послание, а они его получат в настоящем.

source: Can I just make one telephone call, please?
ru: Могу я всего лишь один раз позвонить, пожалуйста.

source: What are you doin 'in the dog bowl?
ru: Что ты делаешь в собачьей миске?

source: Get outta there!
ru: Выбирайся оттуда!

source: Who put those Doritos in there anyway?
ru: Да?

source: Voice mail?
ru: Голосовое послание?

source: I don' t know what you' re talkin 'about.
ru: Я понятия не имею, о чем вы говорите.

source: ls this a joke?
ru: Это шутка?

source: I don' t know any scientists.
ru: Я не знаю никаких ученых.

source: Duanne, get out -- James who?
ru: Какой Джеймс?

source: Wasn' t who you expected?
ru: Это был не тот, кого вы ожидали?

source: It was some lady.
ru: Нет, какая- то женщина.

source: She didn' t know anything.
ru: Она ничего не знает.

source: Well, maybe it was the wrong number.
ru: Может вы забыли номер?

source: I remember things.
ru: Меня выбрали, потому что у меня хорошая память.

source: James, where did you grow up?
ru: Джеймс, где вы выросли?

source: Dr Railly.
ru: Доктор Рэйлли!

source: I have the strangest feeling I' ve met you before.
ru: Подождите!

source: This is 1 990.
ru: Сейчас 1990- ый.

source: I' m supposed to be leaving messages in 1 996!
ru: А я должен оставить послание в 1996- м!

source: It' s not the right numberyet!
ru: Проблема в этом, а не в номере!

source: That' s the problem!
ru: Я должен им сообщить...

source: Won' t work.
ru: Нельзя открыть.

source: Told you.
ru: Я говорил тебе.

source: All the doors are locked too.
ru: И двери все закрыты.

source: They' re protecting the people on the outside from us... when the people on the outside are as crazy as us.
ru: Они защищают людей снаружи от нас, в то время как люди снаружи такие же психи, как и мы.

source: Do you know what "crazy" is?
ru: Знаешь, что есть "безумие"?

source: Crazy is "majority rules." Yeah.
ru: Да.

source: Take germs, for example.
ru: Вот, микробы, например.

source: Germs?
ru: Да.

source: ln the 1 8th century, no such thing.
ru: В 18- м веке о них не знали.

source: No one ever imagined such a thing!
ru: Никто не мог себе такого представить.

source: No sane person, anyway.
ru: Ни один нормальный человек.

source: Along comes this doctor.
ru: А потом появился доктор.

source: Semmelweis!
ru: Семмельвейз

source: Semmelweis comes along, trying to convince people, other doctors mainly... that there are these teeny, tiny, invisible bad things called germs... that get into your body and make you sick.
ru: Семмельвейз появился и стал убеждать других людей, ну, докторов, в основном, что есть такие крохотные, малюсенькие штучки - микробы, которые попадают в организм и вызывают болезни.

source: He' s trying to get doctors to wash their hands.
ru: Он пытался заставить врачей мыть руки.

source: What is this guy?
ru: Ну, и кто он?

source: Crazy?
ru: Псих?

source: Teeny, tiny, invisible -- "What do you call 'em?
ru: "Как ты говоришь, микробы?

source: What? "
ru: Что? "

source: Now, cut to the 20th century.
ru: И вот, конец 20- го века.

source: I go in to order a burger in this fast- food joint.
ru: На той неделе, перед тем как я попал в этот притон, захожу в фаст- фуд, заказываю бутерброд.

source: The guy drops it on the foor.
ru: Парень роняет его на пол.

source: Jim, he picks it up, wipes it off.
ru: Джим, он поднимает его и отряхивает.

source: He hands it to me like it was all okay.
ru: Потом, подает мне, как ни в чем не бывало.

source: "What about the germs?" I say.
ru: "А как же микробы?"

source: He says, "I don' t believe in germs.
ru: "Я в них не верю.

source: Germs are a plot they made up so they can sell you disinfectants and soaps. "
ru: Микробы - это заговор, который придумали, чтобы мы покупали мыло ".

source: Now, he' s crazy, right?
ru: Понимаешь?

source: There' s no wrong.
ru: Не ищи здесь истины.

source: There' s only popular opinion.
ru: Это просто распространенное мнение.

source: You, you, you believe in germs, right?
ru: Ты, ты, ты же веришь в микробы?

source: Ofcourse not!
ru: Конечно, нет!

source: You wanna escape, right?
ru: Ты хочешь сбежать, верно?

source: That' s very sane.
ru: Это очень нормально.

source: I can help you.
ru: Я могу помочь.

source: You want me to, don' t ya?
ru: Ты ведь хочешь, а?

source: Get you out?
ru: Чтоб я помог тебе слинять?

source: You know how to get outta here?
ru: Ты знаешь, как отсюда выбраться?

source: - Then why don' t ya?
ru: Да, сын мой!

source: - Why don' t I try to escape?
ru: - Почему я не пытаюсь сбежать?

source: Very good question.
ru: Хороший вопрос, Отличный вопрос.

source: lntelligent.
ru: Умный.

source: Because I would be crazy to escape.
ru: Потому что, я буду психом, если сбегу.

source: I have sent out word.
ru: Я уже передал информацию.

source: - I am all taken care of.
ru: - Обо мне позаботятся.

source: - What does that mean?
ru: - Что это значит?

source: I' ve managed to contact certain underlings, evil spirits... secretaries ofsecretaries and other assorted minions... who will contact my father.
ru: Мне удалось связаться с разными мелкими сошками, злыми духами, секретарями секретарей и прочими любимчиками, которые свяжутся с моим отцом.

source: And when my father finds out I' m in this kind of place... he' il have them transfer me to one ofthose classyjoints... where they treat you properly, like a person, a guest!
ru: И когда мой отец узнает, что я в этой дыре, он заставит их перевести меня в настоящий дурдом, где с тобой обращаются достойно, как с личностью, как с гостем!

source: With sheets and towels like a big hotel... with great drugs for all of us nut- case, lunatic, maniac devils!
ru: С простынями и полотенцами, как в большом отеле, с реальными наркотиками для всех, психов, лунатиков, маньяков!

source: I got a little agitated.
ru: Я немного взволнован.

source: The thought ofescape crossed my mind.
ru: Меня взбаламутила мысль о побеге.

source: And suddenly --
ru: И вдруг...

source: Suddenly I felt like bending the fucking bars back!
ru: Вдруг мне показалось, что я отогнул эту чертову решетку!

source: And ripping out the window frames and eating them!
ru: Да, сожрал!

source: And leaping, leaping, leaping!
ru: И прыгаю, прыгаю, прыгаю!

source: Colonics for everyone!
ru: Промывание желудка всем!

source: I' m a mental patient.
ru: Эй, я же псих!

source: I' m supposed to act out.
ru: Я и должен себя так вести!

source: My father' s gonna be really upset.
ru: Погодите, придурки, вы еще узнаете, кто я!

source: And when my father gets upset, the ground shakes.
ru: А когда мой папа недоволен, земля трясется!

source: My father is God!
ru: Мой отец - Бог!

source: I worship my father!
ru: Я преклоняюсь ему!

source: These dramatic video tapes, secretly obtainedbyanimalrightsactivists... have arousedpublic indignation.
ru: Эти драматические кадры, полученные секретно борцами за права животных, вызвали общественное негодование.

source: But manyscientists vehemently disagree.
ru: Но, многие ученые совершенно не согласны...

source: Torture experiments.
ru: Эксперименты- пытки.

source: - We' re all monkeys.
ru: - Мы все обезьяны.

source: - They hurt you?
ru: - Тебе было больно?

source: Not as bad as what they' re doing to the Easter Bunny.
ru: Не так больно, как пасхальному кролику.

source: They' rejust askin 'for it.
ru: Они сами напрашиваются.

source: Maybe the human race deserves to be wiped out.
ru: Может быть человечество и заслуживает уничтожения.

source: Wiping out the human race?
ru: Уничтожение человечества?

source: It' s a great idea.
ru: Отличная мысль!

source: It' s great.
ru: Здорово!

source: But more ofa long- term thing.
ru: Но на это нужно больше времени.

source: First we have to focus on more immediate goals.
ru: Сначала, нужно сфокусироваться на ближайших задачах.

source: I didn' t say a word about you- know- what.
ru: Я не сказал ни слова сам знаешь о чем.

source: - Your plan.
ru: - Твой план.

source: Emancipation.
ru: Побег.

source: What are you writing?
ru: - Чего ты там пишешь?

source: You a reporter?
ru: Ты репортер?

source: It' s private.
ru: - Это личное.

source: A lawsuit?
ru: - Иск?

source: You gonna sue 'em?
ru: - Будешь судиться с ними?

source: Time foryour meds.
ru: Эй, Джимбо, пора принимать лекарства.

source: Take a chance.
ru: Решайся.

source: Live the moment.
ru: Лови момент.

source: Sunshine.
ru: Солнце.

source: Gorgeousbeaches.
ru: Прекрасные пляжи.

source: The Florida Keys!
ru: Острова Флорида Киз!

source: We' ilreturnyou to the MarxBrothers in Monkey Business.
ru: А мы продолжаем смотреть "Приключения обезьянок".

source: Monkey business!
ru: Приключения обезьянок!

source: Fetch!
ru: Догоняй!

source: Monkey.
ru: Ну, понял?

source: Monk key.
ru: ПриКЛЮЧения.

source: lfyousee a bearish future in the decade ahead... considerthe changessweeping the world andthe opportunities theyoffer.
ru: Если вы смотрите в будущее хотя бы лет на десять вперед, задумайтесь об изменениях, охвативших мир, о новых возможностях.

source: "And the opportunities they offer." Ooh!
ru: "О новых возможностях", Джим.

source: They really dosed you.
ru: Ну, тебя и накачали, Джим!

source: Major load.
ru: Перезарузка.

source: Danger, Will Robinson, danger.
ru: Тревога, тревога!

source: You gotta get it together.
ru: Ты должен собраться.

source: Focus, focus, focus.
ru: Сосредоточься!

source: Remember the plan.
ru: Я выполнил свою часть.

source: Not "what." When.
ru: - Когда?

source: When.
ru: "Когда".

source: Now, Jim.
ru: - Сейчас, Джим, сейчас!

source: Sell!
ru: Продавай!

source: Stocks!
ru: Дебет!

source: Bonds!
ru: Кредит!

source: Purchase!
ru: Покупка!

source: No more monkey business!
ru: Никаких приключений обезьян!

source: No... more... monkey business!
ru: Никаких...... приключений обезьян!

source: Yes, enhance your portfolio now.
ru: Ты себе хуже делаешь!

source: Five hundred dollars.
ru: Пятьсот долларов.

source: I' m insured!
ru: У меня 500 долларов.

source: A window ofopportunity is opening now.
ru: Возможности открываются!

source: Now is the time for all good men to seize the moment.
ru: Время хорошим людям поймать момент.

source: The moment!
ru: Момент!

source: Now is the time for all good men to seize the day!
ru: Время хорошим людям одержать победу!

source: Goddam it, Jeffrey!
ru: Черт возьми, Джеффри!

source: Quit playin 'the fool!
ru: Хватит валять дурака!

source: MasterCard!
ru: Мастер Кард!

source: Visa!
ru: Виза!

source: The key to happiness!
ru: Ключ к счастью!

source: Jim, seize the moment!
ru: Джим, лови момент!

source: Jeffrey, come back here!
ru: Джеффри!!

source: - Get out.
ru: - Пошел вон.

source: Out!
ru: Прочь.

source: - Come here, Jeffrey!
ru: - Джеффри, вернись!

source: Last chance!
ru: Будущее может быть вашим!

source: Best place to go would be Florida.
ru: Острова Флорида Киз.

source: The Keys are lovely this time ofyear.
ru: Прекрасны в это время года.

source: Two' s not working today.
ru: Воспользуйтесь первым.

source: Kathryn, this was in my box!
ru: Кэтрин, это было у меня в столе.

source: But I have a slight suspicion it wasn' t meant for me.
ru: Но, мне кажется, это не мне.

source: "You are the most bootiful woman I have ever seen.
ru: "Вы - самая прекрасная женщина.

source: You live in a bootiful world, but you don' t know it.
ru: Вы живете в прекрасном мире, но не знаете этого.

source: You have freedom, sunshine, airyou can breathe -- "
ru: У вас есть свобода, солнце, чистый воздух ".

source: James Cole, right?
ru: Джеймс Коул, да?

source: "I would do anything to stay here but I must leave.
ru: "Я бы остался здесь, но должен уйти.

source: Please help me. "
ru: Пожалуйста, помогите мне ".

source: Poor man.
ru: Ладно, ладно.

source: Hey, Kathryn?
ru: Кэтрин?

source: James Cole is one ofyours, right?
ru: Джеймс Коул один из твоих, да?

source: He eloped.
ru: Он сбежал.

source: Last seen, he was up on two.
ru: Его видели у второго лифта.

source: We have to know exactly what' s there so we can fix it.
ru: Мы должны знать точно, что там, тогда и решим.

source: Doctor, we have a visitor.
ru: Доктор, у нас посетитель.

source: Excuse me?
ru: Простите?

source: Hey, Jimbo.
ru: Эй, Джимбо.

source: What' s up, man?
ru: Как дела, парень?

source: We' il work this out, okay?
ru: Вернешься в комнату.

source: A little milk and cookies, you' il be all right.
ru: Немного молока и печенья, и ты в порядке.

source: Just take it easy, okay?
ru: Только успокойся, ладно?

source: Calm down!
ru: Держите его!

source: Take him down!
ru: На пол!

source: Take him the fuck down!
ru: На пол его!

source: I' m not gonna hurt anyone.
ru: Я никого не трону!

source: Dr Railly, help me, please.
ru: Доктор Рэйлли помогите, пожалуйста.

source: No more drugs!
ru: Хватит наркотиков!

source: You' re very confused.
ru: Джеймс, мы должны.

source: Kathryn, we' ve been working together for fouryears.
ru: 4 года, Кэтрин, мы работаем вместе 4 года.

source: I' ve never seen you like this before.
ru: Но я тебя такой еще не видел.

source: So please stop being so defensive.
ru: И прекрати защищаться.

source: This isn' t an inquisition.
ru: Это не инквизиция.

source: I didn' t think I was being defensive.
ru: Я и не защищаюсь.

source: I was trying to explain exactly what --
ru: Я просто хочу объяснить, что...

source: He should' ve been in restraints.
ru: Он должен был быть связан.

source: It was bad judgment on your part, plain and simple.
ru: Ты допустила ошибку, это очевидно.

source: Why not own up to it?
ru: Почему бы тебе не признать?

source: Okay, it was bad judgment.
ru: Ладно, я ошиблась.

source: But I have the strangest feeling about him.
ru: Но, у меня странное чувство.

source: - I' ve seen him before and I' m trying -- - Two policemen are in the hospital.
ru: - Два полицейских уже в больнице.

source: Now we' ve got a security guard with a skull fracture.
ru: А теперь, и наш охранник со сломанной челюстью.

source: I said it was bad judgment!
ru: Я же сказала, что ошиблась.

source: What else do you want me to say?
ru: Чего вы еще хотите?

source: You see that?
ru: Ну, видишь?

source: See what I mean?
ru: Видишь, о чем я?

source: You' re being defensive.
ru: Ты защищаешься.

source: lsn' t she being defensive?
ru: Она же защищается?

source: We have another situation.
ru: У нас опять проблема.

source: I did it myself.
ru: - Да, сэр, я сам это сделал.

source: And he was fully sedated?
ru: И ему вкололи снотворное?

source: He was fully sedated.
ru: Да, большую дозу.
